Revit 2027 API
ParameterTypeId.AnalyticalLinkReleaseRotationY Property
 "Y Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalLinkReleaseRotationY { get; }
Public Shared ReadOnly Property AnalyticalLinkReleaseRotationY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalLinkReleaseRotationY {
	ForgeTypeId^ get ();
}
static member AnalyticalLinkReleaseRotationY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace